index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-12-19 Tue 18:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Some Useful Materials for Learning</title>
<meta name="author" content="Varghese Reji" />
<meta name="description" content="Website created using emacs org mode" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="pink-orb/style.css">
<link rel="stylesheet" type="text/css" href="pink-orb/menu.css">
<!--[if lt IE 8]>
<![endif]-->
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Some Useful Materials for Learning</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6a279d8">1. Basic Physics</a></li>
<li><a href="#org542a664">2. Some Useful Youtube Channels/Playlists</a></li>
<li><a href="#orge2af886">3. Informative</a></li>
<li><a href="#org4c85964">4. Useful links for exoplanet research.</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6a279d8" class="outline-2">
<h2 id="org6a279d8"><span class="section-number-2">1.</span> Basic Physics</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Feynman Lectures of Physics</li>
<li>Modern Physics, Arthur Beiser</li>
<li><a href="https://youtube.com/playlist?list=PLyQSN7X0ro203puVhQsmCj9qhlFQ-As8e">Classical Mechanics Lectures by Walter Lewin</a></li>
<li><a href="https://youtube.com/playlist?list=PLq-Gm0yRYwThKeMSP_ii5klqDYvta4HQI">11th Class Physics, Prof V. Balakrishnan</a></li>
</ul>
</div>
</div>

<div id="outline-container-org542a664" class="outline-2">
<h2 id="org542a664"><span class="section-number-2">2.</span> Some Useful Youtube Channels/Playlists</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="https://youtube.com/playlist?list=PL5Mv2Yq4bRm3BwvjVJNIl9Uti8qao6YbW">Opiniated Lessons in Statistics</a></li>
<li><a href="https://youtube.com/playlist?list=PLq-Gm0yRYwThKeMSP_ii5klqDYvta4HQI">Physics Videos by Eugene Khutoryansky</a></li>
<li><a href="https://youtube.com/playlist?list=PLyQSN7X0ro203puVhQsmCj9qhlFQ-As8e">3Bue1Brown</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge2af886" class="outline-2">
<h2 id="orge2af886"><span class="section-number-2">3.</span> Informative</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="https://www.youtube.com/@veritasium">Veritasium</a></li>
<li><a href="https://www.youtube.com/channel/UCSIvk78tK2TiviLQn4fSHaw">Up and Atom</a></li>
<li><a href="https://www.youtube.com/@nissaaram">NISSAARAM</a></li>
<li><a href="https://www.youtube.com/@alexplain">alexplain</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4c85964" class="outline-2">
<h2 id="org4c85964"><span class="section-number-2">4.</span> Useful links for exoplanet research.</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="https://avanderburg.github.io/tutorial/tutorial.html">Transit Light Curve Tutorial</a></li>
<li><a href="https://link.springer.com/referenceworkentry/10.1007/978-3-319-55333-7_4">Radial Velocities as an Exoplanet Discovery Method</a></li>
<li><a href="https://oer.pressbooks.pub/lynnanegeorge/chapter/chapter-3-the-classical-orbital-elements-coes/">Introduction to Orbital Mechanics</a></li>
<li><a href="https://link.springer.com/referenceworkentry/10.1007/978-3-319-55333-7_149">Bayesian Methods for Exoplanet Science</a></li>
<li><a href="https://www.aanda.org/articles/aa/pdf/2001/29/aa1316.pdf">Fundamental photon noise limit to radial velocity measurements</a></li>
<li><a href="https://www.annualreviews.org/doi/full/10.1146/annurev-astro-112420-020055">Exoplanet Statistics and Theoretical Implications</a></li>
<li><a href="https://ui.adsabs.harvard.edu/abs/2021exbi.book....2G/abstract">The Demographics of Exoplanets</a></li>
<li><a href="https://ui.adsabs.harvard.edu/abs/2022ASSL..466..143B/abstract">The Demographics of Close-In Planets</a></li>
<li><a href="https://ui.adsabs.harvard.edu/abs/2022ASSL..466..237G/abstract">The Demographics of Wide-Separation Planets</a></li>
<li><a href="https://www.annualreviews.org/doi/pdf/10.1146/annurev-astro-081817-051853">https://www.annualreviews.org/doi/pdf/10.1146/annurev-astro-081817-051853</a></li>
<li><a href="https://arxiv.org/pdf/1402.1169.pdf">Exoplanetary Atmospheres</a></li>
<li><a href="https://www.annualreviews.org/doi/pdf/10.1146/annurev-astro-081309-130837">Exoplanet Atmospheres</a></li>
<li><a href="https://www.annualreviews.org/doi/pdf/10.1146/annurev-astro-052920-125632">Atmospheres of Rocky Exoplanets</a></li>
<li><a href="https://www.annualreviews.org/doi/pdf/10.1146/annurev.astro.41.071601.170049">EVOLUTION OF A HABITABLE P LANET</a></li>
<li></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Varghese Reji</p>
<p class="date">Created: 2023-12-19 Tue 18:34</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>